export const data = [
  {
    url: "./assets/pictures2/1.jpg",
    name: "不安星",
    desc: "2023.06.03 小白猪猪在拍档大会上表演了《不安星》。异地之光驾到，统统闪开！<br><br>你我本良禽 择木而栖 交会的刹那 蝉鸣如泣<br><br>小心翼翼触碰这份不能言说的感情，试探对方的心意。分开之后回忆反复侵袭，没有对方的世界，处处都是孤寂。<br><br>分别后才知我心悬在半空、摇摆不定，故而名为“不安星”。<br><br>兜兜转转，远带着悬而未决的心动与牵挂，两颗漂泊不安的星星一定会再度相逢。",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: { x:26.22896337317332,y: 2.3395571880914247,
      z: 10.726887406353054,  },
    view: { x: 24.011, y: 2.1, z: 4.379 },
    id: "不安星",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/2.jpg",
    name: "夏之回忆",
    desc: "2023.04.22 小柏在小朱生日这一天送给了她有关玫瑰的一次记忆。一万个世纪短于一朵玫瑰的瞬间。<br>眼前夏季 烟火划过穹宇 而我却只在意 北方闪烁的星 那是厚重的云 遮不掉的光明 藏着我的秘密和未得到过的回应<br>夏日烟火热闹盛大，但眼里只有远方那颗星星——放不下的人、未完成的告白、没有答案的心事。<br>2026.03.14 第十二届金曲大赏，小白猪选择再度表演夏之回忆作为金曲双冠王的收尾<br>原歌词短暂相遇、带着回忆前行的的结局被改写，一切始于校园时期的一眼心动，此后的漫长岁月都会拉起彼此的手",
    view: { x: 19.101, y: 2.3395571880914247,
      z: 10.726887406353054, },
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 23.308915668872693,y: 2.3395571880914247,
      z: 10.726887406353054
    },
    id: "夏之回忆",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/3.jpg",
    name: "牛奶香槟",
    desc: "2022.08.10 不够单纯的动机，逐渐试探般地靠近，柔软青涩的本心散发出牛奶的香醇。<br>2023.06.30 理智反复Stop it，内心明知是Stupid游戏，却忍不住动心，懵懂沦陷于这场老板与秘书的香槟游戏。<br>2023.07.02 感受着半梦半醒半丝半缕孱弱的气息，甘愿被困在这段甜涩交织的关系里。",
    view: { x: 13.661, y: 2.1, z: 6.12 },
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 20.724496565033514,
      y: 2.3395571880914247,
      z: 10.726887406353054,
    },
    id: "牛奶香槟",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  // ----
  {
    url: "./assets/pictures2/4.jpg",
    name: "单向镜面",
    desc: "	2023.10.04 想给异地的她买一份小礼物<br>但我好想写一封信交给你 写下我对你沉迷的秘密 折成纸飞机抛向天空中 飞向你<br>中间隔着1200公里的单向镜面，你完全看不见我的思念与存在，只剩深夜失眠的牵挂。<br>我好想让你知道我的存在 把无名的歌再多唱几遍 晚风作琴键 传到你耳边<br>如果你能在这里数到第五对是一对情侣的话我就送你一个礼物",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 17.803926736844017,
      y: 2.3882547714707527,
      z: 10.445980868392741,
    },
    view: { x: 9.041, y: 2.1, z: 5.251 },
    id: "单向镜面",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/5.jpg",
    name: "升温",
    desc: "2024.01.13 '我们最近在吵架''好了，小吵怡情'<br>破镜重圆、纠缠羁绊的亲密关系——明知这段感情充满不确定性依然甘愿沉溺，体温与爱意不断升温.<br>'有了难过的时候开心的时候才会更珍贵，而且难过的时候我也更加确定你的真心。'<br>感受余温把你抱紧 耳边呼吸声在靠近 是陷阱我也会跳进。",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 14.8363337255863605,
      y: 2.372690633848048,
      z: 10.70580894535838,
    },
    view: { x: 3.772, y: 2.1, z: 5.228 },
    id: "升温",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/6.jpg",
    name: "first love",
    desc: "2025.03.01 小白猪在第十一届金曲大赏上拿下冠军。是第一位的爱，也是首要的爱。<br>以秒为单位的间隙 拼命传递着一定要再见的讯息。<br>循环的圆，更是循环的缘。为了你循环多少次我都愿意。<br>爱是循环，也是无限。Love you more than anyone.",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 11.9102728383334266,
      y: 2.36923438962917365,
      z: 10.754506063070123,
    },
    view: { x: -0.682, y: 2.1, z: 5.79 },
    id: "first love",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  // ----------
  {
    url: "./assets/pictures2/7.jpg",
    name: "变量",
    desc: "		2025.05.24 《心跳花火》武汉站小白猪首演《变量》<br>2025.11.15《心跳花火》武汉站小白猪再次表演《变量》<br>变量是小柏很喜欢的舞台！每次睡觉前都要看一遍才肯睡。<br>mix, mix, mix, match me一起打破系统公式的变量吧!",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 8.280177055281057,
      y: 2.35413561445188674,
      z: 10.793436132322753,
    },
    view: { x: -5.087, y: 2.1, z: 5.768 },
    id: "变量",     
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/8.jpg",
    name: "月光下",
    desc: "		2025.05.24 《心跳花火》武汉站小白猪首演《月光下》<br>2025.11.15《心跳花火》厦门站小白猪再次表演《月光下》<br>心很静很轻 青春不回头的旅行 很感谢拥有你 给我的心跳回忆<br>2026.03.29 小白猪猪站上常州汽水音乐节的大舞台啦<br>月光下风微凉 爱在发芽 你微笑我拍照 连雨天也觉得美好 月光下风停了 爱还在呀<br>月光见证彼此慢慢生长的真心，让这份爱意和羁绊长存叭～",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 5.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -10.148, y: 2.1, z: 6.072 },
    id: "月光下",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/9.jpg",
    name: "暖暖",
    desc: "		2025.11.15《心跳花火》厦门站小白猪表演河外曲《暖暖》<br>你说的 我都会相信 因为我完全信任你<br>爱藏在小白猪猪的日常相处里，是温柔踏实的陪伴，是朴素安稳的幸福<br>打从心里暖暖的 你比自己更重要<br>温暖已经扎根心底，成为长久的底气，两个小女孩继续细水流长陪伴彼此。",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: 2.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -14.971, y: 2.1, z: 0.874 },
    id: "暖暖",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/21.jpg",
    name: "look out",
    desc: "2025.06.21小猪生公《冕礼》上《Look Out》的危险狩猎游戏悄然开幕<br>针锋相对却 falling falling falling<br>冷暗舞台裹挟酷飒黑衣穿搭，指尖触碰之间暗藏试探博弈<br>一场暧昧狩猎就此开启<br>卡点摆动追随猎豹般的温度，昏暗灯光缠绕二人周遭，藏于月色之下的悸动随舞步不断沦陷。",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: -1.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -23.823, y: 2.1, z: 0.019 },
    id: "look out",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/19.jpg",
    name: "圈圈点点",
    desc: "2024.07.20小猪生日公演《梦境出逃计划》的《圈圈点点》是一场副本里与搭档好好联络感情的故事<br>一圈一圈一点一点拉紧我的线<br>暖调朦胧柔光包裹柔和穿搭，指尖纠缠之间藏着独属于二人的隐秘心事<br>一场小心翼翼的试探缓缓上演<br>舒缓舞步跟随心跳起落，昏暗光晕包裹整片舞台<br>克制的情愫随着纠缠的动作悄悄逾越界限",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    hidden: true, // 不显示
    position: {
      x: -4.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -23.823, y: 2.1, z: 0.019},
    id: "圈圈点点",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  // ----
  {
    url: "./assets/pictures2/10.jpg",
    name: "whistle",
    desc: "		2025.02.22 NN十一周年《第十一道轨迹》双花舞台震撼登场<br>Make 'em whistle like a missile, bomb, bomb<br>口哨节奏、心跳节奏重合，心动冲击、一击沦陷，心跳花火就在此刻绽放",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: -7.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -19.823, y: 2.1, z: 0.019 },
    id: "whistle",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/22.jpg",
    name: "white light",
    desc: "2026.02.14小猪生公《冕礼》上《White‑Light》登场<br>等我成功加冕后，要不要一起去看看海上的晨曦<br>澄澈冷白灯光裹挟素雅穿搭，近身相拥藏起隐忍绵长的牵挂<br>一场于黑暗等候微光的宿命邂逅<br>缓慢舞步承载心底执念，如雪白光笼罩整场舞台，刻骨的眷恋伴随纯白光亮慢慢苏醒",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x: -10.05067064923804,
      y: 2.5157611858885779,
      z: 10.740385715759526,
    },
    view: { x: -19.823, y: 2.1, z: 0.019 },
    id: "white light",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/23.jpg",
    name: "降落伞",
    desc: "2023.10.21青岛巡演双人舞台《降落伞》温柔登场。<br>能贴心看着我 放松我眼中那一丝丝成长的不安<br>白裙 柔光 轻声对唱 稳稳抚平彼此忐忑心绪<br>气球 戒指 互赠告白 牵手凝望情意漫溢<br>你都给了我<br>小插曲点缀浪漫 多了份独属于二人的鲜活印记",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-14.563324347998725,y:2.7597769430695585,z:6.973987559721552
    },
    view: { x: -19.823, y: 2.1, z: 0.019 },
    id: "降落伞",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/24.jpg",
    name: "听到请回答",
    desc: "2025.05.24《心跳花火》武汉站《听到请回答》初次登场<br>2026.03.29常州汽水音乐节《听到请回答》又来咯<br>亲爱的 这是爱 听到请回答<br>柔和暖光衬着清甜穿搭，二人遥遥相望纠结于暧昧距离<br>一场忐忑羞怯的心动告白<br>心跳正不听话 受不了暧昧的惩罚<br>细碎舞步藏住心底忐忑，绵软灯光包裹整场舞台，满腔悸动迫切等候对方回应",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-18.10042784694699,y:2.7597769430695585,z:6.973987559721552
      },
    view: { x: -19.823, y: 2.1, z: 0.019 },
    id: "听到请回答",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/25.jpg",
    name: "双人舞",
    desc: "2024.07.06柏子生公被你点亮的角落 小白猪《双人舞》以魅惑质感亮相<br>有什么都向我吐露<br>紫调光影裹住同色系穿搭 抬手托颊的近距离拉扯<br>一支双人舞始终不落幕<br>摇曳舞步步都步紧扣节奏，专属应援色晕染整场舞台 暧昧情愫随律动层层蔓延",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-21.563324347998725,y:2.7597769430695585,z:6.973987559721552
      },
    view: { x: -19.823, y: 2.1, z: 0.019 },
    id: "双人舞",
    rotation: { x: 0, y: 0, z: 0 },
    type: "picture",
  },
  {
    url: "./assets/pictures2/11.jpg",
    name: "恋爱告急",
    desc: "2022.8.10《最佳拍档》第二轮表演舞台《恋爱告急》首次登场<br>2024.12.21芒果音乐节上《恋爱告急》再次登场<br><br>夕阳落叶汽笛声通知恋爱告急<br>暖橙柔光衬着甜感穿搭，嬉笑对视间迸发青涩悸动<br>神的祈祷恋爱紧急预告 请听到我回头跟你说好<br>一场盛夏猝不及防的心动讯号<br>灵动舞步揣着慌乱心绪，落日氛围感灯光铺满整场舞台",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-23.511271211314668,y:2.828108313127873,z:4.564990500341889
    },
    view: { x: -18.069, y: 2.1, z: 3.79 },
    id: "恋爱告急",
    rotation: { x: Math.PI, y: -Math.PI / 2, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/12.jpg",
    name: "完美犯罪",
    desc: "2022.8.12最佳拍档第一阶段返场舞台《完美犯罪》<br>冷锐暗色灯光衬出酷拽穿搭，眼神拉扯间布下专属暧昧圈套<br>一场蓄谋已久的危险狩猎<br>魅惑卡点舞步点燃紧绷氛围，幽暗光影笼罩全场<br>沦陷的心动便是二人之间的完美犯罪",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-23.239594067927438,y:2.852513735033173,z:-6.343319291327436
    },
    view: { x: -17.731, y: 2.1, z: -7.814 },
    id: "完美犯罪",
    rotation: { x: Math.PI, y: -Math.PI / 2, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/29.jpg",
    name: "忧闭",
    desc: "2026.07.11小猪生公《以心为注》上《忧闭》登场<br>你的拥抱是温柔的蛛网，越挣扎越迷惘<br>昏暗冷调光影包裹清冷穿搭，近距离对视深陷偏执的牵绊<br>一场飞蛾扑火般的禁锢爱恋<br>缠绵舞步裹挟紧绷心绪，幽暗冷光笼罩整场舞台<br>蚀骨的执念将两颗心牢牢囚禁",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-23.239594067927438,y:2.852513735033173,z:-9.614360605339664
    },
    view: { x: -17.731, y: 2.1, z: -7.814 },
    id: "忧闭",
    rotation: { x: Math.PI, y: -Math.PI / 2, z: Math.PI },
    type: "picture",
  },
  // -----
  {
    url: "./assets/pictures2/13.jpg",
    name: "爱未央",
    desc: "2023.02.25第九届年度金曲大赏《爱未央》登场<br>Tonight我的爱未央，你和我下一段会怎样<br>迷幻暗调灯光衬出氛围感穿搭，近身试探间藏着心底悸动<br>一场夜色之下暧昧绵长的情愫博弈<br>慵懒扭动的舞步随夜色摇曳，朦胧光影铺满整场舞台<br>未曾落幕的爱意于暗夜里悄然生长",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-21.36543420079486,y:3.074434387656483,z:-11.609825162856826
    },
    view: { x: -20.014, y: 2.1, z: -6.228 },
    id: "爱未央",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/14.jpg",
    name: "噗通噗通",
    desc: "2023.5.20最佳拍档郑州巡演《噗通噗通》登场<br>这噗通噗通跳动是什么原因<br>甜嫩暖黄柔光衬着元气穿搭，害羞对视滋生心底慌乱心跳<br>一场胆怯青涩的少女心动<br>俏皮轻快舞步跟随心跳律动，绵软柔光铺满整场舞台<br>藏不住的悸动一直在心口不停翻涌",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-18.304869282034225,y:3.074434387656483,z:-11.609825162856826
    },
    view: { x: -15.217, y: 2.1, z: -5.677 },
    id: "噗通噗通",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
   {
    url: "./assets/pictures2/28.jpg",
    name: "调和色",
    desc: "2024.01.27小朱定制《我这暴风雪，那你呢?》主题生公 与小柏共同演绎《调和色》<br>画室浸在明暗错落的冷调光影<br>舞步起落 绵长心绪<br>I'm losing control<br>改变我逐渐成为你的调和色",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-15.304869282034225,y:3.074434387656483,z:-11.609825162856826
    },
    view: { x: -15.217, y: 2.1, z: -5.677 },
    id: "调和色",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/15.jpg",
    name: "完美超载",
    desc: "2025.05.24《心跳花火》武汉站《完美超载》登场<br>点亮了所有感情，我将从AI梦中醒来<br>冷艳氛围感射灯衬着御感穿搭，近身拉扯解锁失控的心动讯号<br>一场代码沦陷于情欲的暧昧派对<br>热辣卡点舞步搅动场内氛围，迷离光影包裹整片舞台<br>躁动的心跳随着彼此羁绊彻底超载",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-8.011551414693047,y:3.5585273354758082,z:-9.031805280738304
    },
    view: { x: -6.55, y: 2.1, z: -0.269 },
    id: "完美超载",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/32.jpg",
    name: "水蒸气",
    desc: "2023.07.30 SNH48青春盛典第二轮展演，小朱带来《水蒸气》舞台<br>演出途中小朱牵来小柏共舞  依偎相靠的编排柔缓含蓄<br>镜子里氤氲温热模糊自己 变得有点像你<br>细碎日常藏着细腻心绪 缓缓相融",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-5.011551414693047,y:3.5585273354758082,z:-9.031805280738304
    },
    view: { x: -6.55, y: 2.1, z: -0.269 },
    id: "水蒸气",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/16.jpg",
    name: "粉红狙击手",
    desc: "2025.07.05小狗生公《人生并不会完蛋》上《粉红狙击手》登场<br>战役中的第一枪是由我来打响<br>甜酷粉调灯光包裹飒爽穿搭，眼神交锋开启暧昧攻心博弈<br>一场暗藏温柔圈套的情爱狩猎<br>利落卡点舞步拉开爱恋战局，氤氲粉色柔光铺满整场舞台<br>裹挟温柔的弹头命中彼此心底软肋",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:3.0371249782157697,y:3.2521978486506304,z:-8.81507907500469
    },
    view: { x: 4.093, y: 2.5, z: 0.323 },
    id: "粉红狙击手",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/33.jpg",
    name: "暗示",
    desc: "2026.07.25小狗生公《当我们一起走过》中《暗示》登场<br>唇边欲言又止晦涩的爱Hush flosh flosh<br>朦胧暧昧柔光衬着柔感穿搭，眉眼小动作藏住层层心动暗号<br>一场小心翼翼、欲言又止的情愫试探<br>缱绻舞步传递隐晦心意，昏柔光晕笼罩整场舞台<br>无数细碎暗示诉说心底藏好的偏爱",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:6.0371249782157697,y:3.2521978486506304,z:-8.81507907500469
    },
    view: { x: 4.093, y: 2.5, z: 0.323 },
    id: "暗示",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/17.jpg",
    name: "蠢蠢",
    desc: "2024.12.21芒果音乐节上《蠢蠢》登场<br>I want to give you all my love，要给你我的最好的<br>粉嫩柔和柔光包裹清甜日常风穿搭，俏皮打闹流露宠溺的温存<br>一场双向迁就、满心偏爱的甜蜜日常<br>软糯轻快舞步盛满细碎温柔，暖调光晕铺满整场舞台<br>心甘情愿宠溺着彼此笨拙又可爱的模样",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-23.511271211314668,y:2.828108313127873,z:1.2861376867954957
    },
    view: { x: -16.795, y: 2.1, z: -0.371 },
    id: "蠢蠢",
    rotation: { x: Math.PI, y: -Math.PI / 2, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/27.jpg",
    name: "high light",
    desc: "2023.10.21 最佳拍档青岛巡演现场，《Highlight》，黑白工装自带冷冽气场<br>舞步间坦荡流露的欣赏<br>Oh my baby 快为我崇拜<br>并肩上台暗藏的悸动随节奏缓缓升温 呼应私下含蓄绵长的羁绊彼此",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:-23.604370786257384,y:2.828108313127873,z:-1.7525569214476424
    },
    view: { x: -16.795, y: 2.1, z: -0.371 },
    id: "high light",
    rotation: { x: Math.PI, y: -Math.PI / 2, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/18.jpg",
    name: "专属座位",
    desc: "2023.09.24第三届最佳拍档《专属座位》登场<br>专属的座位永远留给你，一起看星星<br>清甜暖黄柔光裹挟元气休闲穿搭，温柔对视预留独属于二人的空位<br>一场珍藏无数细碎回忆的长久奔赴<br>轻快甜柔舞步细数过往点滴，和煦暖光铺满整场舞台<br>往后所有浪漫位置永远为对方留存",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:14.041575574825265,y:3.438876074290822,z:-8.972439438051218
    },
    view: { x: 15.706, y: 2.5, z: -1.528 },
    id: "专属座位",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/26.jpg",
    name: "四季的爱恋",
    desc: "2024.12.21芒果音乐节上《四季的爱恋》登场<br>时光中 在季节的河悄悄流过，四季的爱写满永久<br>温润柔光包裹温柔氛围感穿搭，十指相扣藏着岁岁年年的期许<br>一场跨越朝暮春秋的绵长眷恋<br>舒缓缱绻舞步细数四时光景，柔和暖光铺满整场舞台<br>岁岁更迭的四季都镌刻二人专属爱意",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    position: {
      x:17.041575574825265,y:3.438876074290822,z:-8.972439438051218
    },
    view: { x: 15.706, y: 2.5, z: -1.528 },
    id: "四季的爱恋",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/20.jpg",
    name: "spy",
    desc: "2023.07.02最佳拍档成都巡演 小朱以强势的主导姿态搭档亮眼灵动的小柏 演绎《SPY》<br>最直白的情愫注脚 抬手相缚 暗藏张力 <br>一举一动 是彼此专属的杀手锏<br>目光相撞 失控抿笑 暧昧拉扯<br>爱情的子弹刺入胸膛击中了心间",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    hidden: true, // 不显示
    position: {
      x:28.750619642875833,y:2.3231474192423365,z:-11.688010195506259
    },
    view: { x: 27.852, y: 2.1, z: -6.555 },
    id: "spy",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/30.jpg",
    name: "my boy",
    desc: "2025.12.14恩恩十二周年上《My boy》登场（白猪特定版my girl)<br>你就像新的世界，规则都为你改写<br>尼克狗和朱迪猪也要好好幸福呀<br>清甜暖调柔光衬着元气甜系穿搭，遥遥相望开启独属于二人的悸动<br>一场热烈纯粹的青春爱恋<br>灵动轻快舞步盛满满心欢喜，和煦柔光铺满整场舞台<br>滚烫的爱意甘愿奔赴海角天边",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    hidden: true, // 不显示
    position: {
      x:22.360938866095168,y:2.3231474192423356,z:-11.688010195506259
    },
    view: { x: 27.852, y: 2.1, z: -6.555 },
    id: "my boy",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
  {
    url: "./assets/pictures2/31.jpg",
    name: "city light",
    desc: "2023.06.30 小白猪赴重庆巡演 最佳拍档专场里 《City Lights》 “你是我的世界”开篇便漾开缱绻情愫<br>辗转巡演的朝夕相伴<br>想象有你好浪漫，在我身边有温暖<br>细碎小动作互逗 日常默契的自然流露",
    scale: { x: 0.1, y: 0.1, z: 0.1 },
    hidden: true, // 不显示
    position: {
      x:25.419914994924294,y:2.323147419242336,z:-11.688010195506259
    },
    view: { x: 27.852, y: 2.1, z: -6.555 },
    id: "city light",
    rotation: { x: -Math.PI, y: 0, z: Math.PI },
    type: "picture",
  },
];
